{
  "users": [
    {
      "id": "1",
      "lastname": "Иванов",
      "name": "Иван",
      "middlename": "Иванович",
      "username": "ivanov.ivan",
      "password": "password",
      "securityLevel": 3
    },
    {
      "id": "2",
      "lastname": "Петрова",
      "name": "Елена",
      "middlename": "Сергеевна",
      "username": "petrova.elena",
      "password": "password",
      "securityLevel": 2
    },
    {
      "id": "3",
      "lastname": "Сидоров",
      "name": "Алексей",
      "middlename": "Михайлович",
      "username": "sidorov.alexey",
      "password": "password",
      "securityLevel": 1
    }
  ],
  "documents": [
    {
      "id": "470f",
      "title": "Протокол служебного расследования по факту разглашения информации, составляющей государственную тайну",
      "documentNumber": "ГС/ПСР-2025/01-СР",
      "content": "Комиссией проведено служебное расследование по факту несанкционированного распространения сведений, составляющих государственную тайну. В ходе расследования установлены обстоятельства произошедшего, выявлены лица, допустившие нарушение режима секретности. Приняты решения о привлечении виновных к дисциплинарной ответственности.",
      "securityLevel": 3,
      "dateCreated": "2025-05-07",
      "authorId": "1"
    },
    {
      "id": "dba1",
      "title": "Постановление о создании межведомственной комиссии по вопросам цифровой трансформации государственного управления",
      "documentNumber": "ГС/ПМК-2025/02-П",
      "content": "В целях координации деятельности органов государственной власти в сфере цифровой трансформации государственного управления образована межведомственная комиссия. Утвержден состав комиссии и положение о ее деятельности. Комиссии поручено разработать стратегию цифровой трансформации государственного управления.",
      "securityLevel": 1,
      "dateCreated": "2025-05-07",
      "authorId": "1"
    },
    {
      "title": "Протокол заседания комиссии по противодействию коррупции",
      "documentNumber": "ГС/ПК-2025/03-ПК",
      "content": "В ходе заседания комиссии рассмотрены вопросы соблюдения государственными служащими ограничений и запретов, установленных законодательством о противодействии коррупции. Проанализированы сведения о доходах, расходах, об имуществе и обязательствах имущественного характера, представленные государственными служащими за отчетный период. Приняты решения о проведении проверок в отношении отдельных лиц",
      "securityLevel": 1,
      "id": "cb92"
    },
    {
      "title": "Регламент организации внутреннего контроля в сфере закупок для государственных нужд",
      "documentNumber": "ГС/РВК-2025/02-Р",
      "content": "Настоящий регламент определяет порядок осуществления внутреннего контроля за соблюдением законодательства Российской Федерации и иных нормативных правовых актов о контрактной системе в сфере закупок товаров, работ, услуг для обеспечения государственных нужд. Регламент обязателен для применения всеми структурными подразделениями государственного органа, осуществляющими закупки.",
      "securityLevel": 0,
      "id": "e599"
    },
    {
      "id": "b185",
      "title": "Инструкция по делопроизводству в органах государственной власти",
      "documentNumber": "ГС/ИД-2025/01-Д",
      "content": "Настоящая инструкция устанавливает единые требования к организации делопроизводства, документообороту, формированию дел и архивному хранению документов в органах государственной власти. Инструкция обязательна для применения всеми государственными служащими. Необходимо соблюдать установленные сроки рассмотрения документов и правила оформления реквизитов.",
      "securityLevel": 0,
      "dateCreated": "2025-05-07",
      "authorId": "3"
    },
    {
      "id": "1327",
      "title": "Инструкция по работе с обращениями граждан в электронном виде",
      "documentNumber": "ГС/ИОГ-2025/03-И",
      "content": "Настоящая инструкция устанавливает порядок приема, регистрации, рассмотрения и направления ответов на обращения граждан, поступившие в государственный орган в электронном виде. Все обращения должны быть зарегистрированы в системе электронного документооборота и рассмотрены в установленные сроки.",
      "securityLevel": 0,
      "dateCreated": "2025-05-07",
      "authorId": "3"
    },
    {
      "id": "0a2c",
      "title": "Постановление об утверждении перечня должностей государственной гражданской службы, связанных с коррупционными рисками",
      "documentNumber": "ГС/ПУ-2024/05-П",
      "content": "Настоящим постановлением утверждается перечень должностей государственной гражданской службы, при замещении которых государственные служащие обязаны представлять сведения о доходах, расходах, об имуществе и обязательствах имущественного характера. Перечень разработан в целях реализации мер по противодействию коррупции",
      "securityLevel": 0,
      "dateCreated": "2025-05-08",
      "authorId": "3"
    }
  ]
}